Repository: rohitdasweaversweb/jet-tour-travels-wp
Catalog: plugins/gallery-photo-gallery/languages/gallery-photo-gallery-*.po
Languages: ru_ru

source: Select user
ru_ru: Выберите пользователя

source: Please enter 1 or more characters
ru_ru: Пожалуйста, введите 1 или более символов

source: Searching...
ru_ru: Поиск...

source: Error
ru_ru: Ошибка

source: Maybe something went wrong.
ru_ru: Может что-то пошло не так.

source: Great job
ru_ru: Отличная работа

source: For more detailed configuration visit
ru_ru: Для более подробной настройки посетите

source: Copied!
ru_ru: Скопировано!

source: Click for copy.
ru_ru: Нажмите, чтобы скопировать.

source: Add Gif
ru_ru: Добавить гифку

source: Your Gallery is Created!
ru_ru: Ваша галерея создана!

source: Copy the generated shortcode and paste it into any post or page to display Gallery.
ru_ru: Скопируйте сгенерированный короткий код и вставьте его в любую публикацию или страницу, чтобы отобразить Галерею.

source: edit gallery page
ru_ru: редактировать страницу галереи

source: Done!
ru_ru: Готово!

source: Thumbs up, great!
ru_ru: Ставьте палец вверх, отлично!

source: Are you sure you want to go to the next gallery page?
ru_ru: Вы уверены, что хотите перейти на следующую страницу галереи?

source: Are you sure you want to go to the previous gallery page?
ru_ru: Вы уверены, что хотите перейти на предыдущую страницу галереи?

source: Clear
ru_ru: Очистить

source: Clear color
ru_ru: Очистить цвет

source: Default
ru_ru: По умолчанию

source: Select default color
ru_ru: Выберите цвет по умолчанию

source: Select Color
ru_ru: Выберите цвет

source: Color value
ru_ru: Значение цвета

source: All Galleries
ru_ru: Все галереи

source: Add new
ru_ru: Добавить новое

source: Image Categories
ru_ru: Категории изображений

source: Gallery Categories
ru_ru: Галерея Категории

source: General Settings
ru_ru: Общие настройки

source: How to use
ru_ru: Как пользоваться

source: Our products
ru_ru: Наши продукты

source: PRO Features
ru_ru: Характеристики PRO

source: Settings
ru_ru: Настройки

source: Demo
ru_ru: Демо

source: Upgrade 30% Sale
ru_ru: Обновление 30% Распродажа

source: General Information:
ru_ru: Общая информация:

source: Gallery Information
ru_ru: Информация о галерее

source: Photo Gallery is a cool responsive image gallery plugin with awesome layout options, stunning gallery and album views, designed with features that allow you not to just show photos in a beautiful way but to deliver the message hidden in them.
ru_ru: Photo Gallery — это крутой адаптивный плагин галереи изображений с потрясающими вариантами макета, потрясающими видами галерей и альбомов, разработанный с функциями, которые позволяют вам не просто красиво показывать фотографии, но и передавать скрытое в них сообщение.

source: For more information:
ru_ru: Для дополнительной информации:

source: YouTube video tutorials
ru_ru: Видеоуроки на YouTube

source: Documentation
ru_ru: Документация

source: Galleries
ru_ru: Галереи

source: Image categories
ru_ru: Категории изображений

source: Gallery categories
ru_ru: Категории галереи

source: Support
ru_ru: Поддержка

source: Docs
ru_ru: Документация

source: Suggest a Feature
ru_ru: Предложить функцию

source: If you love our plugin, please do big favor and rate us on
ru_ru: Если вам нравится наш плагин, пожалуйста оцените нас на

source: Message Variables
ru_ru: Переменные сообщения

source: Insert your preferred message variable into the editor by clicking.
ru_ru: Вставьте предпочтительную переменную сообщения в редактор, щелкнув.

source: Make amazing online surveys and get real-time feedback quickly and easily.
ru_ru: Создавайте потрясающие онлайн-опросы и быстро и легко получайте отзывы в режиме реального времени.

source: Learn what your website visitors want, need, and expect with the help of Survey Maker. Build surveys without limiting your needs.
ru_ru: Узнайте, чего хотят, в чем нуждаются и чего ожидают посетители вашего веб-сайта, с помощью Survey Maker. Создавайте опросы, не ограничивая свои потребности.

source: Create amazing online polls for your WordPress website super easily.
ru_ru: Создавайте удивительные онлайн-опросы для своего веб-сайта WordPress очень легко.

source: Build up various types of polls in a minute and get instant feedback on any topic or product.
ru_ru: Создавайте различные типы опросов за минуту и получайте мгновенные отзывы по любой теме или продукту.

source: Popup everything you want! Create informative and promotional popups all in one plugin.
ru_ru: Всплывающее все, что вы хотите! Создавайте информационные и рекламные всплывающие окна в одном плагине.

source: Attract your visitors and convert them into email subscribers and paying customers.
ru_ru: Привлекайте посетителей и превращайте их в подписчиков электронной почты и платящих клиентов.

source: Disable the right click, copy paste, content selection and copy shortcut keys on your website.
ru_ru: Отключите щелчок правой кнопкой мыши, копирование и вставку, выбор содержимого и копирование сочетаний клавиш на вашем веб-сайте.

source: Protect web content from being plagiarized. Prevent plagiarism from your website with this easy to use plugin.
ru_ru: Защитите веб-контент от плагиата. Предотвратите плагиат с вашего сайта с помощью этого простого в использовании плагина.

source: Allow your students to create personal dictionary, study and memorize the words.
ru_ru: Позвольте своим ученикам создать личный словарь, изучать и запоминать слова.

source: Allow your users to create their own digital dictionaries and learn new words and terms as fastest as possible.
ru_ru: Позвольте вашим пользователям создавать свои собственные цифровые словари и учить новые слова и термины как можно быстрее.

source: Chart Builder plugin allows you to create beautiful charts
ru_ru: Плагин Chart Builder позволяет создавать красивые диаграммы

source: and graphs easily and quickly.
ru_ru: и графики легко и быстро.

source: Buy Now
ru_ru: Купить сейчас

source: Add new gallery
ru_ru: Добавить новую галерею

source: Edit gallery
ru_ru: Редактировать галерею

source: User's First Name
ru_ru: Имя пользователя

source: User's Last Name
ru_ru: Фамилия пользователя

source: User's Display Name
ru_ru: Отображаемое имя пользователя

source: User's Nickname
ru_ru: Никнейм пользователя

source: User's WordPress profile email
ru_ru: Электронная почта профиля пользователя WordPress

source: User's Wordpress Roles
ru_ru: Роли пользователя Wordpress

source: User's IP address
ru_ru: IP-адрес пользователя

source: User's ID
ru_ru: ID пользователя

source: Gallery ID
ru_ru: ID галереи

source: Gallery Title
ru_ru: Название Галереи

source: Gallery Images Count
ru_ru: Количество изображений в галерее

source: Gallery Author
ru_ru: Автор галереи

source: Gallery Author Email
ru_ru: Электронная почта автора галереи

source: Gallery Creation Date
ru_ru: Дата создания галереи

source: Current Date
ru_ru: Текущая дата

source: Gallery page link
ru_ru: Ссылка на страницу галереи

source: Admin Email
ru_ru: Электронная почта администратора

source: Post Author Nickname
ru_ru: Ник автора сообщения

source: Post Author Email
ru_ru: Электронная почта автора публикации

source: Post Title
ru_ru: Заголовок поста

source: View Documentation
ru_ru: Посмотреть документацию

source: Save and close
ru_ru: Сохранить и закрыть

source: Save
ru_ru: Сохранить

source: Shortcode text for editor
ru_ru: Текст шорткода для редактора

source: To insert the Gallery into a page, post or text widget, copy shortcode
ru_ru: Чтобы вставить галерею на страницу, публикацию или текстовый виджет, скопируйте шорткод

source: and paste it at the desired place in the editor.
ru_ru: и вставьте его в нужное место в редакторе.

source: Images
ru_ru: Изображения

source: Styles
ru_ru: Стили

source: Lightbox settings
ru_ru: Настройки лайтбокса

source: Lightbox effects
ru_ru: Эффекты лайтбокса

source: In this field is noted the name of the gallery
ru_ru: В этом поле указано название галереи

source: Gallery Description
ru_ru: Описание галереи

source: This section is noted for the description of the gallery. You can use Variables (General Settings) to insert user data here.
ru_ru: Этот раздел отмечен описанием галереи. Вы можете использовать переменные (общие настройки), чтобы вставить сюда пользовательские данные.

source: To see all Message Variables
ru_ru: Чтобы увидеть все переменные сообщения

source: click here
ru_ru: кликните сюда

source: Status
ru_ru: Статус

source: Published OR Unpublished. Choose whether the gallery is active or not. If you choose Unpublished option, the gallery won’t be shown anywhere in your website (You don’t need to remove shortcodes).
ru_ru: Опубликовано ИЛИ Неопубликовано. Выберите, активна ли галерея или нет. Если вы выберете опцию «Неопубликовано», галерея не будет отображаться нигде на вашем веб-сайте (вам не нужно удалять шорткоды).

source: Published
ru_ru: Опубликованный

source: Unpublished
ru_ru: Неопубликованный

source: Add Images
ru_ru: Добавить изображения

source: Upload images for your gallery
ru_ru: Загрузить изображения для вашей галереи

source: Add multiple images +
ru_ru: Добавить несколько изображений +

source: Delete
ru_ru: Удалить

source: Select all
ru_ru: Выбрать все

source: It shows the name of the inserted picture
ru_ru: Показывает название вставленного изображения

source: This field shows the alternate text when the picture is not loaded or not found
ru_ru: В этом поле отображается альтернативный текст, когда изображение не загружено или не найдено

source: This field shows the description of the chosen image
ru_ru: В этом поле отображается описание выбранного изображения

source: This section is for the URL address
ru_ru: Этот раздел для URL-адреса

source: Select image categories
ru_ru: Выберите категории изображений

source: All
ru_ru: Все

source: This field is for the creation of pagination
ru_ru: Это поле для создания нумерации страниц

source: Image pagination
ru_ru: Нумерация изображений

source: Change the ordering
ru_ru: Изменить порядок

source: Title
ru_ru: По заглавку

source: Image title
ru_ru: Название изображения

source: Description
ru_ru: Описание

source: Image description
ru_ru: Описание изображении

source: Image Category
ru_ru: Категория изображения

source: General options
ru_ru: Общие настройки

source: Choose the category/categories your gallery belongs to. To create a category, go to the %sCategories%s page.
ru_ru: Выберите категорию/категории, к которым принадлежит ваша галерея. Чтобы создать категорию, перейдите на страницу %sCategories%s.

source: Enable filter by image categories
ru_ru: Включить фильтр по категориям изображений

source: You can decide whether to show the filter by category of the gallery or not. This option is compatible only with the Grid layout.
ru_ru: Вы можете решить, показывать ли фильтр по категории галереи или нет. Эта опция совместима только с Grid layout.

source: Categories filter animation
ru_ru: Анимация фильтра категорий

source: Choose the animation of the images displaying while filtering them by categories.
ru_ru: Выберите анимацию отображения изображений при фильтрации их по категориям.

source: Show gallery head
ru_ru: Показать вверхную часть галереи

source: You can decide whether to show the title and description of the gallery or not
ru_ru: Вы можете решить, показывать ли название и описание галереи или нет

source: Show gallery title
ru_ru: Показать название галереи

source: If it is marked it will show the title
ru_ru: Если он помечен, то будет показан заголовок

source: Show gallery description
ru_ru: Показать описание галереи

source: If it is marked it will show the description
ru_ru: Если он помечен, то будет показано его описание

source: Thumbnail Size
ru_ru: Размер миниатюры

source: The size of the image in the thumbnail
ru_ru: Размер изображения в миниатюре

source: Full size
ru_ru: Полный размер

source: Images order by
ru_ru: Сортировка изображений по

source: This field arranges the images by parameters of title, date, random
ru_ru: Это поле упорядочивает изображения по параметрам заголовка, даты, случайности

source: No ordering
ru_ru: Не сортировать

source: Date
ru_ru: По дату добавления

source: Random
ru_ru: Случайный

source: Ascending
ru_ru: По возрастанию

source: Descending
ru_ru: По убыванию

source: Images loading
ru_ru: Загрузка изображений

source: The images are loaded according to two principles: already loaded gallery with images and at first opens gallery after then the images
ru_ru: Изображения загружаются по двум принципам: уже загруженная галерея с изображениями и сначала открывается галерея, затем изображения

source: Global loading
ru_ru: Глобальная загрузка

source: Lazy loading
ru_ru: Отложенная загрузка

source: Images loading effect
ru_ru: Эффект загрузки изображений

source: Choose Images loading animation
ru_ru: Выберите анимацию загрузки изображений

source: Redirect URL
ru_ru: Перенаправить URL-адрес

source: Specify the opening method of the Image URLs:
ru_ru: Укажите способ открытия URL-адресов изображений:

source: Current tab։ Enable this option in order to open the URL in the same tab
ru_ru: Текущая вкладка։ Включите эту опцию, чтобы открыть URL-адрес на той же вкладке

source: New tab։ Enable this option in order to redirect the URL to a new tab
ru_ru: Новая вкладка։ Включите эту опцию, чтобы перенаправить URL-адрес на новую вкладку

source: New Tab
ru_ru: Новая вкладка

source: Current Tab
ru_ru: Текущая вкладка

source: Show title on thumbnail
ru_ru: Показать заголовок на миниатюре

source: The name of the image is written in the below of it
ru_ru: Название изображения написано в нижней его части

source: Show title
ru_ru: Показать название

source: Show on
ru_ru: Показать

source: If you choose the case of Thumbnail hover the title will appear when the mouse cursor stops on the image, otherwise the title by default will appear at the bottom of the image.
ru_ru: Если вы выберете вариант миниатюры для наведения курсора мыши, то заголовок будет отображаться при остановке курсора мыши на изображении, в противном случае заголовок по умолчанию будет отображаться в нижней части изображения.

source: Thumbnail hover
ru_ru: Наведите на миниатюру

source: Gallery thumbnail
ru_ru: Миниатюра галереи

source: Image title position
ru_ru: Положение заголовка изображения

source: Show title: in the bottom or on top
ru_ru: Показать заголовок: внизу или сверху

source: Bottom
ru_ru: Снизу

source: Top
ru_ru: Сверху

source: Show with date
ru_ru: Показать с датой

source: If you choose the Show with a date of adding the image to the gallery will appear on the date with the title.
ru_ru: Если вы выберете показать с датой, то в галерее появится дата с названием.

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Disable lightbox
ru_ru: Отключить лайтбокс

source: By checking this option it will disable lightbox on image click
ru_ru: Отметив эту опцию, вы отключите лайтбокс при нажатии

source: Make a link on the whole image
ru_ru: Сделать ссылку на все изображение

source: Make a URL redirection while clicking on any spot on the image container. Please note that the option works when the Disable lightbox option is activated.
ru_ru: Сделайте перенаправление URL-адреса, щелкнув любое место в контейнере изображения. Обратите внимание, что эта опция работает, когда активирована опция «Отключить лайтбокс».

source: Enable search for image
ru_ru: Включить поиск изображения

source: This option is not compatible with the Mosaic layout.
ru_ru: Этот параметр несовместим с макетом Mosaic.

source: Gallery Width
ru_ru: Ширина галереи

source: This field shows the width of the Gallery
ru_ru: Это поле показывает ширину галереи

source: Responsive Width/Height
ru_ru: Адаптивная ширина/высота

source: Enable the option if you want to assign the values to height and weight by ratio.
ru_ru: Включите эту опцию, если вы хотите присвоить значения высоте и ширине по соотношению.

source: Height / Width ratio
ru_ru: Соотношение высоты/ширины

source: This ratio indicates the quantitative relation between height and width. For example, if you give 1.2 value to ratio while the width is 300, then the height will be 300x1.2=360.
ru_ru: Это соотношение указывает на количественное соотношение между высотой и шириной. Например, если вы присвоите коэффициенту значение 1.2, а ширина равна 300, тогда высота будет 300x1.2=360.

source: Thumbnails height
ru_ru: Высота миниатюр

source: The height of the thumbnails of the Gallery
ru_ru: Высота миниатюр Галереи

source: For mobile:
ru_ru: Для мобильных устройств:

source: For desktop:
ru_ru: Для рабочего стола:

source: Columns count. Default: 3
ru_ru: Количество колонок. По умолчанию: 3

source: The counts of the columns of the Gallery
ru_ru: Количество колонок галереи

source: Use RTL Direction
ru_ru: Используйте направление RTL

source: Enable Right to Left direction for the text. This option is intended for the Arabic language.
ru_ru: Включите направление текста справа налево. Эта опция предназначена для арабского языка.

source: Change the author of the current gallery
ru_ru: Изменить автора текущей галереи

source: You can change the author who created the current gallery to your preferred one. You need to write the User ID here. Please note, that in case you write an ID, by which there are no users found, the changes will not be applied and the previous author will remain the same.
ru_ru: Вы можете изменить автора, создавшего текущую галерею, на предпочитаемого вами. Вам нужно написать здесь идентификатор пользователя. Обратите внимание, что в случае, если вы напишете ID, по которому не найдены пользователи, изменения не будут применены и предыдущий автор останется прежним.

source: Select User
ru_ru: Выберите пользователя

source: Upgrade
ru_ru: Обновить

source: Pagination
ru_ru: Нумерация страниц

source: You will be able to choose the way of the pagination. By default it is none, so all the images will loaded in the Front-end.
ru_ru: Вы сможете выбрать способ нумерации страниц. По умолчанию его нет, поэтому все изображения будут загружены во внешний интерфейс.

source: Simple
ru_ru: Простой

source: Load More
ru_ru: Загрузить больше

source: Images per page
ru_ru: Изображения на странице

source: Set the exact number of images you want to be displayed on each page
ru_ru: Установите точное количество изображений, которые вы хотите отображать на каждой странице.

source: Choose the number of images you want to be displayed at the beginning
ru_ru: Выберите количество изображений, которые вы хотите отображать в начале

source: Images per load
ru_ru: Изображения для каждой загрузки

source: Choose how many images will be loaded after clicking on the ''Load More'' button
ru_ru: Выберите, сколько изображений будет загружено после нажатия кнопки «Загрузить еще».

source: Style options
ru_ru: Варианты стиля

source: Gallery view type
ru_ru: Тип галереи

source: This section notes the type of the Gallery that is in what sequence should the pictures be
ru_ru: В этом разделе указывается тип галереи, в какой последовательности должны быть изображения

source: This feature available only in PRO version!!!
ru_ru: Эта функция доступна только в версии PRO!!!

source: Images hover effect
ru_ru: Эффекты наведения на изображений

source: Effect intended for hover according to animation
ru_ru: Эффект, предназначенный для наведения в соответствии с анимацией

source: Simple animation
ru_ru: Простая анимация

source: Images hover animation
ru_ru: Анимация наведения изображений

source: Hover appearing animation of the images of Gallery
ru_ru: При наведении курсора появляется анимация изображений галереи

source: Hover animation preview
ru_ru: Предварительный просмотр анимации при наведении

source: Hover this preview block
ru_ru: Наведите курсор на этот блок предварительного просмотра

source: Images hover animation speed
ru_ru: Скорость анимации при наведении изображений

source: Specify the animation speed of the image.
ru_ru: Укажите скорость анимации изображения.

source: Image position
ru_ru: Положение изображения

source: The position image of the gallery
ru_ru: Положение изображения галереи

source: Images hover opacity
ru_ru: Непрозрачность изображения при наведении курсора

source: The transparency degree of the image hover
ru_ru: Степень прозрачности изображения при наведении

source: Hover opacity preview
ru_ru: Предварительный просмотр прозрачности при наведении

source: Images hover color
ru_ru: Цвет наведения изображения

source: The color of the image hover
ru_ru: Цвет изображения при наведении

source: Images hover zoom effect
ru_ru: Эффект увеличения при наведении на изображения

source: During image hover, the zoom effect of the image
ru_ru: Во время наведения курсора на изображение, эффект масштабирования изображения

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Animation speed
ru_ru: Скорость анимации

source: Specify the animation speed of the zoom effect of the image.
ru_ru: Укажите скорость анимации эффекта масштабирования изображения.

source: Images hover scale box shadow effect
ru_ru: Эффект тени при наведении на масштаб изображения

source: During image hover, the scale box shadow effect of the image
ru_ru: При наведении на изображение эффект затенения масштабируемой рамки изображения

source: Specify the animation speed of the scale effect of the image.
ru_ru: Укажите скорость анимации эффекта масштаба изображения.

source: Choose filter for thumbnail
ru_ru: Выберите фильтр для миниатюр

source: The filter property defines visual effects to images of Gallery
ru_ru: Свойство filter определяет визуальные эффекты для изображений галереи

source: Default none
ru_ru: По умолчанию

source: Loader style
ru_ru: Стиль загрузчика

source: Text
ru_ru: Текст

source: Width (px)
ru_ru: Ширина (px)

source: Custom Gif width in pixels. It accepts only numeric values.
ru_ru: Пользовательская ширина GIF в пикселях. Он принимает только числовые значения.

source: Images hover icon
ru_ru: Значок наведения изображения

source: During hover, the icon seen on the image
ru_ru: Во время наведения значок виден на изображении

source: Select icon for the gallery images
ru_ru: Выберите значок для галереи изображений

source: Images hover icon size
ru_ru: Размер значка при наведении изображения

source: Images distance
ru_ru: Расстояние между изображениями

source: The distance among images with pixels
ru_ru: Расстояние между изображениями в пикселях

source: Images border
ru_ru: Границы изображений

source: Images border radius
ru_ru: Радиус границы изображения

source: The degree of borders curvature of images
ru_ru: Степень границы кривизны изображений

source: Thumbnail title icon size
ru_ru: Размер иконки заголовка миниатюры

source: Gallery title text color
ru_ru: Цвет текста заголовка галереи

source: The color of the Gallery title
ru_ru: Цвет заголовка галереи

source: Gallery description text color
ru_ru: Цвет текста описания галереи

source: The color of the Gallery description
ru_ru: Цвет описания Галереи

source: Background color of the Gallery thumbnail title
ru_ru: Цвет фона заголовка миниатюры галереи

source: The color of the background of the Gallery Thumbnail title
ru_ru: Цвет фона названия галереи миниатюр

source: Thumbnail title text color
ru_ru: Цвет текста заголовка миниатюры

source: Choose the color of the title text on the thumbnail. Make it transparent if you want.
ru_ru: Выберите цвет текста заголовка на миниатюре. Сделайте его прозрачным, если хотите.

source: Custom class
ru_ru: Пользовательский класс

source: Custom HTML class for gallery container. You can use your class for adding your custom styles for gallery container.
ru_ru: Пользовательский класс HTML для контейнера галереи. Вы можете использовать свой класс для добавления пользовательских стилей для контейнера галереи.

source: Custom CSS
ru_ru: Пользовательские CSS
