Repository: rohitdasweaversweb/jet-tour-travels-wp
Catalog: plugins/gallery-photo-gallery/languages/gallery-photo-gallery-*.po
Languages: ru_ru

source: You can add your CSS
ru_ru: Вы можете добавить свой CSS

source: Reset styles
ru_ru: Сбросить стили

source: Reset styles to default values
ru_ru: Сброс стилей к значениям по умолчанию

source: Reset
ru_ru: Сброс

source: Lightbox options
ru_ru: Опции лайтбокса

source: Images counter
ru_ru: Счетчик изображений

source: Enable
ru_ru: Включить

source: Disable
ru_ru: Отключить

source: Show caption in lightbox
ru_ru: Показать заголовок в лайтбоксе

source: Images slide show
ru_ru: Слайд-шоу изображений

source: Slide duration
ru_ru: Продолжительность слайда

source: 1 sec = 1000 ms
ru_ru: 1 сек = 1000 мс

source: Hide Progress Line
ru_ru: Скрыть линию загрузки

source: Progress Line color
ru_ru: Цвет линии загрузки

source: The color of the Progress Line
ru_ru: Цвет линии загрузки

source: Choose filter for lightbox
ru_ru: Выберите фильтр для лайтбокса

source: Allow key control
ru_ru: Разрешить управление клавиатурой

source: Allow Esc key
ru_ru: Разрешить клавишу Esc

source: Previous Gallery
ru_ru: Предыдущая галерея

source: Next Gallery
ru_ru: Следующая галерея

source: View your gallery in live preview. In the preview you can’t see Thumbnail size and Image order changes.
ru_ru: Просмотр вашей галереи в режиме предварительного просмотра. В предварительном просмотре вы не видите изменения размера эскиза и порядка изображений.

source: Gallery preview
ru_ru: Предварительный просмотр галереи

source: Add new image category
ru_ru: Добавить новую категорию изображений

source: Edit image category
ru_ru: Изменить категорию изображения

source: Title of the category
ru_ru: Название категории

source: Provide more information about the gallery category
ru_ru: Предоставьте больше информации о категории галереи

source: Next Category
ru_ru: Следующая категория

source: Add New
ru_ru: Добавить новое

source: Search
ru_ru: Поиск

source: Please feel free to use our other awesome plugins!
ru_ru: Пожалуйста, не стесняйтесь использовать наши другие удивительные плагины!

source: See All Plugins
ru_ru: Посмотреть все плагины

source: Buy now
ru_ru: Купить сейчас

source: (One-time payment)
ru_ru: (Одноразовый платеж)

source: Upgrade for
ru_ru: Обновление для

source: 1 months
ru_ru: 1 месяц

source: 12 months
ru_ru: 12 месяцев

source: Lifetime
ru_ru: Пожизненная гарантия

source: Support for
ru_ru: Поддержка для

source: 1 site
ru_ru: 1 сайт

source: 5 site
ru_ru: 5 сайтов

source: Unlimited sites
ru_ru: Неограниченное количество сайтов

source: Unlimited galleries
ru_ru: Неограниченное количество галерей

source: Unlimited items
ru_ru: Неограниченное количество предметов

source: 30+ awesome views
ru_ru: 30+ потрясающих типов

source: 20+ Transition effects
ru_ru: 20+ эффектов перехода

source: 20+ Animation easing effects
ru_ru: 20+ анимационных эффектов

source: Transition speed (in ms)
ru_ru: Скорость перехода (в мс)

source: Lightbox overlay settings
ru_ru: Настройки наложения лайтбокса

source: Lightbox live preview
ru_ru: Предварительный просмотр лайтбокса

source: Share buttons
ru_ru: Кнопки Поделиться

source: Full screen button
ru_ru: Кнопка полного экрана

source: Images actual size button
ru_ru: Кнопка фактического размера изображения

source: Download button
ru_ru: Кнопка загрузки

source: Mouse wheel
ru_ru: Колесико мыши

source: Thumbnails settings
ru_ru: Настройки миниатюр

source: Key control
ru_ru: Ключ управления

source: 30 day money back guarantee !!!
ru_ru: 30-дневная гарантия возврата денег!!!

source: We're sure that you'll love our Photo Gallery plugin, but, if for some reason, you're not satisfied in the first 30 days of using our product, there is a money-back guarantee and we'll issue a refund.
ru_ru: Мы уверены, что вам понравится наш плагин Фотогалерея, но если по какой-то причине вы не удовлетворены в течение первых 30 дней использования нашего продукта, есть гарантия возврата денег и мы вернем деньги.

source: Add new gallery category
ru_ru: Добавить новую категорию галереи

source: Edit gallery category
ru_ru: Изменить категорию галереи

source: Create Your First Gallery in Under One Minute
ru_ru: Создайте свою первую галерею менее чем за минуту

source: How to create a simple gallery in 3 steps with the help of the
ru_ru: Как создать простую галерею за 3 шага с помощью

source: plugin.
ru_ru: плагина.

source: Go to the
ru_ru: Перейти к

source: page and build your first gallery by clicking on the
ru_ru: страницу и создайте свою первую галерею, нажав на

source: button
ru_ru: кнопку

source: Fill out the information by adding a title, images and so on.
ru_ru: Заполните информацию, добавив заголовок, изображения и так далее.

source: Copy the
ru_ru: Скопируйте

source: shortcode
ru_ru: Шорткод

source: of the gallery and paste it into any post․
ru_ru: галереи и вставьте в любой пост․

source: Congrats! You have already created your first gallery.
ru_ru: Поздравляю! Вы уже создали свою первую галерею.

source: Community
ru_ru: Сообщество

source: YouTube community
ru_ru: Сообщество YouTube

source: Our YouTube community guides you to step by step tutorials about our products and not only...
ru_ru: Наше сообщество YouTube проведет вас по пошаговым руководствам о наших продуктах и не только...

source: Subscribe
ru_ru: Подписывайся

source: Best Free Support
ru_ru: Лучшая Бесплатная Поддержка

source: With the Free version, you get a lifetime usage for the plugin, however, you will get new updates and support for only 1 month.
ru_ru: С бесплатной версией вы получаете пожизненное использование плагина, однако вы будете получать новые обновления и поддержку только в течение 1 месяца.

source: Join
ru_ru: Присоединиться

source: Premium support
ru_ru: Премиум поддержка

source: Get 12 months updates and support for the Business package and lifetime updates and support for the Developer package.
ru_ru: Получите обновления и поддержку бизнес-пакета на 12 месяцев, а также пожизненные обновления и поддержку пакета разработчика.

source: Contact
ru_ru: Контакт

source: Changes saved.
ru_ru: Изменения сохранены.

source: Gallery attribute .
ru_ru: Атрибут галереи.

source: Gallery attribute deleted.
ru_ru: Атрибут галереи удален.

source: General
ru_ru: Главная

source: Shortcodes
ru_ru: Шорткоды

source: Message variables
ru_ru: Переменные сообщения

source: Default parameters for gallery
ru_ru: Параметры по умолчанию для галереи

source: WP Editor height
ru_ru: Высота редактора WP

source: Give the default value to the height of the WP Editor. It will apply to all WP Editors within the plugin on the dashboard.
ru_ru: Задайте значение по умолчанию для высоты редактора WP. Это будет применяться ко всем редакторам WP в плагине на панели инструментов.

source: Show All images text
ru_ru: Показать все изображения текст

source: Write the text you prefer for the "All" category to see all the images on the Front-end.
ru_ru: Напишите текст, который вы предпочитаете, для категории «Все», чтобы увидеть все изображения во внешнем интерфейсе.

source: Show gallery button to Admins only
ru_ru: Показывать кнопку галереи только администраторам

source: Allow only admins to see the Gallery button within the WP Editor while adding/editing a new post/page.
ru_ru: Разрешить только администраторам видеть кнопку «Галерея» в редакторе WP при добавлении/редактировании нового сообщения/страницы.

source: Excerpt words count in list tables
ru_ru: Количество слов отрывка в таблицах списков

source: Galleries list table
ru_ru: Таблица со списком галерей

source: Determine the length of the galleries name to be shown in the Galleries List Table by putting your preferred count of words in the following field. (For example: if you put 10, you will see the first 10 words of each galleries name in the Galleries page of your dashboard).
ru_ru: Определите длину названия галереи, которое будет отображаться в таблице списка галерей, указав желаемое количество слов в следующем поле. (Например: если вы укажете 10, вы увидите первые 10 слов названия каждой галереи на странице «Галереи» на панели инструментов).

source: Gallery categories list table
ru_ru: Таблица со списком категорий галереи

source: Determine the length of the results to be shown in the Gallery categories List Table by putting your preferred count of words in the following field. (For example: if you put 10, you will see the first 10 words of each result in the Question categories page of your dashboard.
ru_ru: Определите длину результатов, которые будут отображаться в таблице списка категорий галереи, указав желаемое количество слов в следующем поле. (Например: если вы поставите 10, вы увидите первые 10 слов каждого результата на странице категорий вопросов на панели инструментов.

source: Gallery image categories list table
ru_ru: Таблица списка категорий изображений галереи

source: Determine the length of the results to be shown in the Gallery image categories List Table by putting your preferred count of words in the following field. (For example: if you put 10, you will see the first 10 words of each result in the Question categories page of your dashboard.
ru_ru: Определите длину результатов, которые будут отображаться в таблице списка категорий изображений галереи, указав желаемое количество слов в следующем поле. (Например: если вы поставите 10, вы увидите первые 10 слов каждого результата на странице «Категории вопросов» на вашей информационной панели.

source: General CSS File
ru_ru: Общий файл CSS

source: Exclude general CSS file from home page
ru_ru: Исключить общий файл CSS с домашней страницы

source: If the option is enabled, then the gallery general CSS file will not be applied to the home page. Please note, that if you have inserted the gallery on the home page, then the option must be disabled so that the CSS File can normally work for that gallery.
ru_ru: Если опция включена, то общий файл CSS галереи не будет применяться к домашней странице. Обратите внимание, что если вы вставили галерею на главную страницу, то эта опция должна быть отключена, чтобы файл CSS мог нормально работать для этой галереи.

source: Extra shortcodes
ru_ru: Дополнительные шорткоды

source: Show gallery creation date
ru_ru: Показать дату создания галереи

source: You need to insert Your Gallery ID in the shortcode. It will show the creation date of the particular gallery. If there is no gallery available/found with that particular Gallery ID, the shortcode will be empty.
ru_ru: Вам нужно вставить ID вашей галереи в шорткод. Он покажет дату создания конкретной галереи. Если нет доступной/найденной галереи с этим конкретным идентификатором галереи, шорткод будет пустым.

source: Show current gallery author
ru_ru: Показать текущего автора галереи

source: You need to insert Your Gallery ID in the shortcode. It will show the current author of the particular gallery. If there is no gallery available/found with that particular Gallery ID, the shortcode will be empty.
ru_ru: Вам нужно вставить ID вашей галереи в шорткод. Он покажет текущего автора конкретной галереи. Если нет доступной/найденной галереи с этим конкретным идентификатором галереи, шорткод будет пустым.

source: Show gallery images count
ru_ru: Показать количество изображений в галерее

source: You need to insert Your Gallery ID in the shortcode. It will show the images count of the particular gallery. If there is no gallery available/found with that particular Gallery ID, the shortcode will be empty.
ru_ru: Вам нужно вставить ID вашей галереи в шорткод. Он покажет количество изображений в конкретной галерее. Если нет доступной/найденной галереи с этим конкретным идентификатором галереи, шорткод будет пустым.

source: Show gallery images count by category
ru_ru: Показать количество изображений в галерее по категориям

source: You need to insert Your Category ID in the shortcode. It will show the images count of the particular category. If there is no category available/found with that particular Category ID, the shortcode will be empty.
ru_ru: Вам нужно вставить идентификатор вашей категории в шорткод. Он покажет количество изображений в определенной категории. Если нет доступной/найденной категории с этим конкретным идентификатором категории, шорткод будет пустым.

source: Show User First Name
ru_ru: Показать имя пользователя

source: Shows the logged-in user's First Name. If the user is not logged-in, the shortcode will be empty.
ru_ru: Показывает имя вошедшего в систему пользователя. Если пользователь не вошел в систему, шорткод будет пустым.

source: Show User Last Name
ru_ru: Показать фамилию пользователя

source: Shows the logged-in user's Last Name. If the user is not logged-in, the shortcode will be empty.
ru_ru: Показывает фамилию вошедшего в систему пользователя. Если пользователь не вошел в систему, шорткод будет пустым.

source: Show User Display name
ru_ru: Показать Отображаемое имя пользователя

source: Shows the logged-in user's Display name. If the user is not logged-in, the shortcode will be empty.
ru_ru: Показывает отображаемое имя вошедшего в систему пользователя. Если пользователь не вошел в систему, шорткод будет пустым.

source: Show User Email
ru_ru: Показать Адрес Электронной почты Пользователя

source: Shows the logged-in user's Email. If the user is not logged-in, the shortcode will be empty.
ru_ru: Показывает адрес электронной почты вошедшего в систему пользователя. Если пользователь не вошел в систему, шорткод будет пустым.

source: Show User Nickname
ru_ru: Показать псевдоним пользователя

source: Shows the logged-in user's Nickname. If the user is not logged-in, the shortcode will be empty.
ru_ru: Показывает псевдоним вошедшего в систему пользователя. Если пользователь не вошел в систему, шорткод будет пустым.

source: Shortcode
ru_ru: Шорткод

source: You need to insert Your Gallery Category ID in the shortcode. It will show the category title. If there is no gallery category available/unavailable with that particular Gallery Category ID, the shortcode will stay empty.
ru_ru: Вам нужно вставить идентификатор категории вашей галереи в шорткод. Он покажет название категории. Если нет доступной/недоступной категории галереи с этим конкретным идентификатором категории галереи, шорткод останется пустым.

source: You need to insert Your Gallery Category ID in the shortcode. It will show the category description. If there is no gallery category available/unavailable with that particular Gallery Category ID, the shortcode will stay empty.
ru_ru: Вам нужно вставить идентификатор категории вашей галереи в шорткод. Он покажет описание категории. Если нет доступной/недоступной категории галереи с этим конкретным идентификатором категории галереи, шорткод останется пустым.

source: You can copy these variables and paste them in the following options from the gallery settings
ru_ru: Вы можете скопировать эти переменные и вставить их в следующие параметры из настроек галереи.

source: The user's first name that was filled in their WordPress site during registration.
ru_ru: Имя пользователя, которое было указано на сайте WordPress во время регистрации.

source: The user's last name that was filled in their WordPress site during registration.
ru_ru: Фамилия пользователя, которая была указана на сайте WordPress при регистрации.

source: The user's display name that was filled in their WordPress profile.
ru_ru: Отображаемое имя пользователя, которое было указано в профиле WordPress.

source: The user's nickname that was filled in their WordPress profile.
ru_ru: Ник пользователя, который был указан в его профиле WordPress.

source: The user's email that was filled in their WordPress profile.
ru_ru: Адрес электронной почты пользователя, который был заполнен в его профиле WordPress.

source: The user's role(s) when logged-in. In case the user is not logged-in, the field will be empty.
ru_ru: Роль(роли) пользователя (пользователей) при входе в систему. В случае, если пользователь не вошел в систему, поле будет пустым.

source: The user's IP address.
ru_ru: IP-адрес пользователя.

source: The ID of the current user.
ru_ru: ID текущего пользователя.

source: The ID of the gallery.
ru_ru: Идентификатор галереи.

source: The title of the gallery.
ru_ru: Название галереи.

source: It will show the current gallery images count.
ru_ru: В нем будет показано текущее количество изображений в галерее.

source: It will show the author of the current gallery.
ru_ru: В нем будет показан автор текущей галереи.

source: Shows the current gallery author's email that was filled in their WordPress profile.
ru_ru: Показывает адрес электронной почты текущего автора галереи, указанный в его профиле WordPress.

source: The creation date of the current gallery.
ru_ru: Дата создания текущей галереи.

source: It will show the current date when loading the gallery.
ru_ru: При загрузке галереи будет отображаться текущая дата.

source: Prints the webpage link where the current gallery is posted.
ru_ru: Печатает ссылку на веб-страницу, на которой размещена текущая галерея.

source: Shows the admin's email that was filled in their WordPress profile.
ru_ru: Показывает адрес электронной почты администратора, указанный в его профиле WordPress.

source: Shows the post author's nickname that was filled in their WordPress profile.
ru_ru: Показывает никнейм автора сообщения, указанный в его профиле WordPress.

source: Shows the post author's email that was filled in their WordPress profile.
ru_ru: Показывает адрес электронной почты автора сообщения, указанный в его профиле WordPress.

source: The Post title of the current post.
ru_ru: Заголовок текущей страницы.

source: Save changes
ru_ru: Сохранить изменения

source: Gallery - Photo Gallery
ru_ru: Галерея - Фотогалерея

source: One-time payment
ru_ru: Одноразовый платеж

source: Something goes wrong please reload page
ru_ru: Что-то пошло не так, пожалуйста, перезагрузите страницу

source: Loading...
ru_ru: Загрузка...

source: There are no gallery yet
ru_ru: Галереи пока нет

source: -Select Gallery-
ru_ru: -Выбрать галерею-

source: Offer ends in:
ru_ru: Предложение заканчивается через:

source: Buy Now !
ru_ru: Купить сейчас !

source: 30 Days Money Back Guarantee
ru_ru: 30-дневная гарантия возврата денег

source: Limited Time
ru_ru: Ограниченный срок

source: Sale
ru_ru: Распродажа

source: BUY NOW!
ru_ru: КУПИ СЕЙЧАС!

source: There are no image categories yet.
ru_ru: Категорий изображений пока нет.

source: Edit
ru_ru: Редактировать

source: Image category created.
ru_ru: Категория изображения создана.

source: Image category saved.
ru_ru: Категория изображения сохранена.

source: Image category deleted.
ru_ru: Категория изображения удалена.

source: Gallery Category
ru_ru: Галерея категории

source: There are no gallery categories yet.
ru_ru: Пока нет никаких категорий галереи.

source: Gallery category created.
ru_ru: Категория галереи создана.

source: Gallery category saved.
ru_ru: Категория галереи сохранена.

source: Gallery category deleted.
ru_ru: Категория галереи удалена.

source: Gallery
ru_ru: Галерея

source: There are no galleries yet.
ru_ru: Здесь еще нет галерей.

source: Duplicate
ru_ru: Дубликат

source: Click to copy
ru_ru: Нажмите, чтобы скопировать

source: unpublished
ru_ru: неопубликованный

source: published
ru_ru: опубликовано

source: Image
ru_ru: Изображение

source: Category
ru_ru: Категория

source: Created
ru_ru: Созданный

source: Items
ru_ru: Предметы

source: Publish
ru_ru: Публиковать

source: Unpublish
ru_ru: Неопубликовать

source: Gallery created.
ru_ru: Галерея создана.

source: Gallery saved.
ru_ru: Галерея сохранена.

source: Gallery duplicated.
ru_ru: Галерея продублирована.

source: Gallery deleted.
ru_ru: Галерея удалена.

source: Gallery published.
ru_ru: Галерея опубликована.

source: Gallery unpublished.
ru_ru: Галерея неопубликована.

source: You're not allowed to add gallery for more galleries please checkout to
ru_ru: Вы не можете добавить галерею, для получения дополнительных галерей пожалуйста ознакомьтесь с разделом

source: version
ru_ru: версию

source: Enter the gallery title
ru_ru: Введите название галереи

source: Title Alignment
ru_ru: Выравнивание названия

source: Select Gallery
ru_ru: Выберите галерею

source: The Best Gallery - Photo Gallery Ever
ru_ru: Лучшая Галерея - Фотогалерея Когда-либо

source: Please select your gallery from dropdown
ru_ru: Пожалуйста, выберите свою галерею из выпадающего списка

source: Some of the images haven\'t been loaded
ru_ru: Некоторые изображения еще не были загружены

source: Unknown
ru_ru: Неизвестный

source: Gallery link
ru_ru: Ссылка на галерею
